Repository: matmas/mysubtree-legacy
Catalog: src/mysubtree/web/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: %(num)s request
sk: %(num)s požiadavka

source: %(num)s second
sk: %(num)s sekunda

source: At most %(n_requests)s in %(n_seconds)s is allowed.
sk: Najviac %(n_requests)s za %(n_seconds)s je dovolené.

source: Strong
sk: Tučné

source: Emphasis
sk: Zdôraznenie

source: Keep empty
sk: Nechajte prázdne

source: This field must be empty.
sk: Toto pole musí byť prázdne.

source: This field is required.
sk: Toto pole je povinné.

source: Image size %(s1)s is not allowed. Allowed image size is: %(s2)s.
sk: Veľkosť obrázka %(s1)s nie je dovolená. Dovolená veľkosť obrázka je: %(s2)s.

source: Error occured while examining image file.
sk: Nastala chyba pri preverovaní veľkosti obrázka.

source: File extension is missing.
sk: Koncovka súboru chýba.

source: File extension %(e1)s is not allowed. Allowed extension is %(e2)s.
sk: Prípona súboru %(e1)s nie je dovolená. Dovolená prípona je %(e2)s.

source: it is too short
sk: je príliš krátke

source: it is WAY too short
sk: je príliš krátke

source: is too simple
sk: je príliš jednoduché

source: it does not contain enough DIFFERENT characters
sk: neobsahuje dosť RÔZNYCH znakov

source: it is based on a dictionary word
sk: je založené na slove zo slovníka

source: it is based on a (reversed) dictionary word
sk: je založené na (obrátenom) slove zo slovníka

source: it is too simplistic/systematic
sk: je príliš jednoduché/systematické

source: it looks like a National Insurance number
sk: vyzerá to ako číslo poisťovne

source: This edit suggestion is already accepted.
sk: Tento návrh na editáciu je už prijatý.

source: This node is not acceptable.
sk: Tento uzol nie je možné prijať.

source: This edit suggestion is not yet possible to accept.
sk: Tento návrh na editáciu ešte nie je možné prijať.

source: This edit suggestion is not possible to accept anymore because a different one was accepted.
sk: Tento návrh na editáciu sa nedá prijať, lebo iný bol už prijatý.

source: You must be logged in to do it.
sk: Musíte byť prihlasený aby ste to urobili.

source: Only moderator can accept that.
sk: Iba moderátor to môže akceptovať.

source: You must be logged in to post anything.
sk: Musíte byť prihlasený na poslanie hocičoho.

source: This node cannot be deleted.
sk: Tento uzol sa nedá zmazať.

source: You are neither owner nor moderator of that node.
sk: Nie ste majiteľom ani moderátorom toho uzla.

source: It is already deleted.
sk: Už to je zmazané.

source: This node cannot be restored.
sk: Tento uzol sa nedá obnoviť.

source: It is not deleted.
sk: Nie je to zmazané.

source: deleted
sk: zmazané

source: restored
sk: obnovené

source: This node cannot be edited.
sk: Tento uzol nie je editovateľný.

source: Edit suggestions cannot be edited.
sk: Návrhy na editáciu nemôžu byť editované.

source: You cannot edit that node directly.
sk: Nemôžete editovať ten uzol priamo.

source: The text should not be empty.
sk: Text by nemal byť prázdny.

source: accepted edit
sk: akceptovaná editácia

source: Meanwhile the content has changed, so the update was not possible.
sk: Medzičasom sa obsah zmenil, takže aktualizácia nebola možná.

source: You already sent the feedback.
sk: Tú spätnú väzbu Ste už poslali.

source: You already undid your feedback.
sk: Už ste zrušili Vašu spätnú väzbu.

source: This node cannot be flagged.
sk: Tento uzol nie je možné nahlásiť.

source: This is created by you. Are you sure it is spam?
sk: Tento uzol je vytvorený Vami. Naozaj je to spam?

source: You are moderator of that node.
sk: Nie ste moderátorom toho uzla.

source: Temporary error, please try again.
sk: Dočasná chyba, prosím skúste znova.

source: Icon of this node cannot be changed.
sk: Ikona tohoto uzla sa nedá meniť.

source: changed icon
sk: zmenená ikona

source: This node cannot be moved.
sk: Tento uzol sa nedá presúvať.

source: Could not find the destination node.
sk: Cieľový uzol sa nedá nájsť.

source: Could not move to itself.
sk: Nedá sa presúvať uzol do jeho samého.

source: Could not move to inside of itself.
sk: Nedá sa presúvať uzol do jeho vnútra.

source: Could not move %(n1)s to %(n2)s.
sk: Nedá sa presunúť %(n1)s do %(n2)s.

source: Use delete instead.
sk: Použite mazanie.

source: moved
sk: presunuté

source: renamed
sk: premenované

source: This node cannot be renamed.
sk: Tento uzol sa nedá premenovať.

source: You like it already.
sk: Už ste za to hlasovali.

source: No like to undo.
sk: Žiaden hlas na zrušenie.

source: This node cannot be voted for.
sk: Za tento uzol sa nedá hlasovať.

source: This node is created by your IP address. The author is not allowed to vote for his node. Wait for the likes from others.
sk: Tento uzol je vytvorený vašou IP adresou. Autor nemôže hlasovať za svoj vlastný uzol. Počkajte na hlasy od ostatných.

source: This node is created by you. The author is not allowed to vote for his node. Wait for the likes from others.
sk: Tento uzol je vytvorený vami. Autor nemôže hlasovať za svoj vlastný uzol. Počkajte na hlasy od ostatných.

source: From your IP address has been voted +1 for it while being logged off. Log off and try again.
sk: Z vašej IP adresy sa za to už hlasovalo +1 bez prihlásenia. Odhláste sa a skúste znova.

source: From your IP address has been voted +1 for it by another user. Undo is not possible.
sk: Z vašej IP adresy sa za to už hlasovalo +1 iným používateľom. Zrušenie hlasu nie je možné.

source: From your IP address has been voted +1 for it.
sk: Z vašej IP adresy sa za to už hlasovalo +1.

source: comment
sk: komentár

source: %(num)s comment
sk: %(num)s komentár

source: new comment
sk: nový komentár

source: Attach comment
sk: Pripojiť komentár

source: %(num)s edit suggestion
sk: %(num)s návrh na editáciu

source: change text
sk: zmeniť text

source: suggest edit
sk: navrhnúť editáciu

source: edit suggestion
sk: návrh na editáciu

source: No changes?
sk: Žiadne zmeny?

source: Meanwhile, a different edit suggestion has been accepted. Warning: your changes were not saved.
sk: Medzičasom bol akceptovaný iný návrh na editáciu. Varovanie: vaše zmeny neboli uložené.

source: item
sk: položka

source: %(num)s item
sk: %(num)s položka

source: new item
sk: nová položka

source: Attach item
sk: Pripojiť položku

source: log
sk: záznam

source: log entry
sk: položka záznamu

source: root
sk: koreň

source: trash
sk: kôš

source: Nodes in trash will be permanently deleted after 30 days.
sk: Uzly v koši budú po 30 dňoch zmazané natrvalo.

source: users
sk: používatelia

source: user
sk: používateľ

source: version
sk: verzia

source: %(num)s version
sk: %(num)s verzia

source: (original)
sk: (originál)

source: votes
sk: hlasy

source: vote
sk: hlas

source: just now
sk: práve teraz

source: %(num)s year ago
sk: pred %(num)s rokom

source: %(num)s month ago
sk: pred %(num)s mesiacom

source: %(num)s week ago
sk: pred %(num)s týždňom

source: %(num)s day ago
sk: pred %(num)s dňom

source: %(num)s hour ago
sk: pred %(num)s hodinou

source: %(num)s minute ago
sk: pred %(num)s minútou

source: %(num)s second ago
sk: pred %(num)s sekundou

source: less than a minute ago
sk: pred menej ako minútou

source: Error
sk: Chyba

source: <b>Unable to connect to the server.</b> The site could be temporarily unavailable or too busy. Try again in a few moments. If you are unable to load any pages, check your computer's network connection.
sk: <b<Nedá sa pripojiť na server.</b> Stránka je možno dočasne nedostupná alebo príliš zaneprázdnená. Skúste znova o chvíľu neskôr. Ak Vám nejdú načítať žiadne stránky, skontrolujte si Vaše pripojenie do internetu.

source: expand
sk: rozbaliť

source: collapse
sk: zbaliť

source: (without description)
sk: (bez popisu)

source: accept
sk: akceptovať

source: edit
sk: editovať

source: activity
sk: aktivita

source: add
sk: pridať

source: move it here
sk: presunúť to sem

source: delete
sk: zmazať

source: restore
sk: obnoviť

source: move
sk: presunúť

source: permalink
sk: trvalý odkaz

source: created
sk: vytvorené

source: set icon
sk: nastaviť ikonu

source: rename
sk: premenovať

source: report problem
sk: nahlásiť problém

source: previous
sk: predchádzajúce

source: next
sk: nasledujúce

source: newest
sk: najnovšie

source: newest first
sk: najnovšie najprv

source: top day
sk: naj dňa

source: best voted for the last 24 hours
sk: najlepšie hlasované za posledných 24 hodín

source: top week
sk: naj týždňa

source: best voted for the last 7 days
sk: najlepšie hlasované za posledných 7 dní

source: top month
sk: naj mesiaca

source: best voted for the last 1 month
sk: najlepšie hlasované za posledný 1 mesiac

source: top year
sk: naj roka

source: best voted for the last 1 year
sk: najlepšie hlasované za posledný 1 rok

source: top all time
sk: naj celkovo

source: best voted of all time
sk: najlepšie hlasované celkovo

source: active
sk: aktívne

source: recently active first
sk: najprv nedávno akvíne

source: Field must be at least %(num)s character long.
sk: Pole musí byť dlhé aspoň %(num)s znak.

source: Log out
sk: Odhlásenie

source: Create account
sk: Vytvoriť účet

source: Log in
sk: Prihlásiť sa

source: problematic
sk: problematické

source: responses
sk: odpovede

source: When you post something that is not welcomed here it may and probably will be removed.
sk: Keď niečo pridáte, čo tu nie je vítane, môže to byť zmazané a pravdepodobne aj bude.

source: What is currently not welcomed here?
sk: Čo tu momentílne nie je vítané?

source: <a href="http://en.wikipedia.org/wiki/Spam_%%28electronic%%29">Spam</a>, <a href="http://en.wikipedia.org/wiki/Copyright_infringement">copyright violations</a>, <a href="http://en.wikipedia.org/wiki/Pornography">porn</a>.
sk: <a href="http://sk.wikipedia.org/wiki/Spam">Spam</a>, porušovanie autorských práv, pornografia.

source: We may have to eventually put some ads to cover our expenses.
sk: Možno budeme musieť eventuálne zaviesť nejaké reklamy na pokrytie našich výdavkov.

source: Such e-mail address is already registered.
sk: Taká e-mailová adresa je už zaregistrovaná.

source: Such e-mail address is just in process of being registered.
sk: Taká e-mailová adresa sa práve registruje.

source: Your name
sk: Vaše meno

source: Field cannot be longer than %(num)s character.
sk: Pole nesmie byť dlhšie ako %(num)s znak.

source: Your e-mail
sk: Váš e-mail

source: Invalid e-mail address.
sk: Neplatná e-mailová adresa.

source: Password
sk: Heslo

source: Password can't be identical to your name
sk: Helo nesmie byť také isté, ako Vaše meno.

source: Repeat password
sk: Zopakovať heslo

source: Passwords must match
sk: Heslá musia byť rovnaké

source: I agree to anything.
sk: Súhlasím s čímkoľvek.

source: We'll send you a confirmation.
sk: Pošleme Vám potvrdenie.

source: Form did not have all fields filled correctly.
sk: Formulár nemal všetky polia správne vyplnené.

source: Use the following link within 24 hours to complete your account creation:
sk: Použite nasledujúci odkaz do 24 hodín na dokončenie vytvárania Vášho účtu.

source: An e-mail has been sent to you containing verification instructions. Please follow them before continuing.
sk: Bol Vám poslaný e-mail obsahujúci overovacie inštrukcie. Prosím, nasledujte ich pred pokračovaním.

source: Forgot password?
sk: Zabudnuté heslo?

source: Submit
sk: Odoslať

source: The e-mail has already been sent.
sk: E-mail bol už poslaný.

source: Use the following link within 24 hours to reset your password:
sk: Použite nasledujúci odkaz do 24 hodín na reset Vášho hesla.

source: An e-mail has been sent to you containing password reset instructions.
sk: E-mail Vám bol poslaný obsahujúci inštrukcie na reset hesla.

source: The e-mail you provided is not registered.
sk: Zadaná e-mailová adresa nie je registrovaná.

source: The e-mail address is not yet verified.
sk: E-mailová adresa ešte nie je overená.

source: The password you provided is incorrect.
sk: Zadané heslo je nesprávne.

source: You have been logged in.
sk: Boli ste prihlásení.

source: You have been logged out.
sk: Boli ste odhlásení.

source: Reset password
sk: Reset hesla

source: Set password
sk: Nastaviť heslo

source: New password
sk: Nové heslo

source: Invalid reset code.
sk: Neplatný reset kód.

source: Password changed successfully.
sk: Helo úspešne zmenené.

source: E-mail was successfully verified.
sk: E-mail bol úspešne overený.

source: E-mail is already verified.
sk: E-mail je už overený.

source: Invalid verification code.
sk: Neplatný overovací kód.

source: Editing help
sk: Pomoc pri editácií

source: See the Wikipedia entry on
sk: Pozri článok na Wikipedii o

source: back
sk: naspäť

source: Accepted sucessfully.
sk: Úspešne akceptované.

source: Deleted successfully.
sk: Úspešne zmazané.

source: Restored successfully.
sk: Úspešne obnovené.

source: save
sk: uložiť

source: Saved successfully.
sk: Úspešne uložené.

source: Posted successfully.
sk: Úspešne poslané.

source: flag
sk: nahlásiť

source: flag as spam
sk: nahlásiť spam

source: undo flag
sk: zrušiť nahlásenie

source: Thank you for the feedback.
sk: Ďakujeme za Vašu spätnú väzbu.

source: You undid your feedback.
sk: Vrátili Ste naspäť Vašu spätnú väzbu.

source: Mime-type %(m1)s is not allowed. Allowed mime-type is %(m2)s.
sk: Typ MIME %(m1)s nie je dovolený. Dovolený typ MIME je %(m2)s.

source: Use
sk: Použiť

source: default icon
sk: pôvodnú ikonu

source: custom icon
sk: vlastnú ikonu

source: Set icon successfully.
sk: Ikona úspešne nastavená.

source: move this somewhere...
sk: presuň toto niekam...

source: You may now paste the node somewhere.
sk: Teraz môžete uzol niekam prilepiť.

source: Move here
sk: Presunúť sem

source: Cancel moving
sk: Zrušiť presúvanie

source: Are you sure? You would cease to be moderator of that node if you move it there. That means also that you would not be able to move it back yourself.
sk: Ste si istí? Prestanete byť moderátorom toho uzla, keď ho tam presuniete. To znamená aj, že ho nebudete potom môcť vrátiť naspäť.

source: Moved successfully.
sk: Úspešne presunuté.

source: under
sk: pod

source: Highlight recent activity
sk: Zvýrazniť nedávnu aktivitu

source: off
sk: vypnuté

source: minutes ago
sk: pred minútami

source: hours ago
sk: pred hodinami

source: days ago
sk: pred dňami

source: weeks ago
sk: pred týždňami

source: months ago
sk: pred mesiacmi

source: years ago
sk: pred rokmi

source: Activity highlighter
sk: Zvýrazňovač aktivity

source: to
sk: na

source: Add to
sk: Pridať do

source: keep this form open
sk: nechať tento formulár otvorený

source: close
sk: zatvoriť

source: Renamed successfully.
sk: Úspešne premenované.

source: Vote for
sk: Hlasovať za

source: give +1
sk: dať +1

source: undo +1
sk: zrušiť +1

source: Voted sucessfully.
sk: Úspešne zahlasované.

source: You sucessfully undid your vote.
sk: Úspešne ste vrátili váš hlas.
